"DETAIL_NAV_TITLE" = "Details";

"DUE" = "Due";
"NONE_DUE_DATE" = "None";
"DUE_DATE_DETAIL_NAV_TITLE" = "Due Date";
"HAS_DUE_DATE_SWITCH_TITLE" = "Due";
"SHOW_MORE" = "Show More…";
"SHOW_LESS" = "Show Less…";
"PRIORITY" = "Priority";

// Priority
"NONE_PRIORITY" = "None";
"LOW_PRIORITY" = "Low";
"MEDIUM_PRIORITY" = "Medium";
"HIGH_PRIORITY" = "High";
"PRIORITY_DETAIL_NAV_TITLE" = "Priority";

// Lists
"REMINDER_LIST" = "List";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Remind Me";
"NONE_REMINDER_ALERT" = "Never";
"ON_A_DAY" = "Remind Me On a Day";
"AT_A_LOCATION" = "Remind Me At a Location";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "At a Location";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Current Location";
"CHOOSE_ADDRESS" = "Choose a Contact…";
"DETERMINING_LOCATION" = "Determining Location…";
"CANNOT_DETERMINE_LOCATION" = "Cannot Determine Location";
"MY_ADDRESS_WITHOUT_LABEL" = "My Address"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "%@'s Address"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@'s %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Arriving";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Leaving";
"DUE_ALL_DAY_FORMAT" = "%@ (all day)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "On %@, you will be reminded\n%@, or by %@\nthat day at the latest."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "when you arrive at this location";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "when you leave this location";

// Location
"LOCATION" = "Location";
"NONE_LOCATION" = "None";
"ALARM_PROXIMITY_ENTER" = "When I Arrive";
"ALARM_PROXIMITY_LEAVE" = "When I Leave";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Choose a contact location";
"WIFI_DISABLED_SUBTEXT" = "Enable Wi-Fi in Settings to improve the accuracy of location-based reminders.";
"WIFI_DISABLED_PROMPT" = "Enabling Wi-Fi in Settings will improve your location accuracy.";
"WLAN_DISABLED_SUBTEXT" = "Enable WLAN in Settings to improve the accuracy of location-based reminders.";
"WLAN_DISABLED_PROMPT" = "Enabling WLAN in Settings will improve your location accuracy.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Enable Location Services in Settings to use location-based reminders.";
"SETTINGS" = "Settings";
"TYPED_LOCATION_PLACEHOLDER" = "Enter an Address…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "The location of this address cannot be determined.  Please check your spelling and try again.";
"MAP" = "Map";
"SHOW_IN_MAP" = "Show on Map";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "My Locations";
"ME_CARD_ALERT_BODY" = "Reminders can use your contact info to offer you location choices such as “home” or “work”. Which contact should be used?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Choose";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "E";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "W";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Cannot Save Reminder";

"UNTITLED_REMINDER" = "Untitled";
